[
  {
    "id": 1,
    "title": "〈靜謐〉",
    "artist": "呂金龍",
    "year": "2014",
    "description": [
      "勤益以辦學優先，建物順序以教學第一，行政、住宿等均先靠邊等待。",
      "這棟完成於1983年的白色四層樓建築(地下一層)，座落於校本部正中央，極簡的方型量體，以一樓捲棚為中心往兩側對稱開展，直到2009年以前都是勤益最高的決策中樞。樓雖不高，願景卻宏大！",
      "樓前的獻校紀念碑立於1992年7月1日，為歷屆畢業生為不忘創校人仁德所贈，上題「洙泗高風」，誌其教育典範。",
      "此作為呂金龍為我校所畫的第一張圖，擇定此點自有其象徵意義。儘管勤益大道的下課時間熙來攘往，但白色小樓靜靜矗立於蒼穹之下，蘊藉而曖曖含光。"
    ],
    "url": "",
    "location": ["", ""]
  },
  {
    "id": 2,
    "title": "〈山嵐文淵〉",
    "artist": "呂金龍",
    "year": "2014",
    "description": [
      "勤益早期的圖書館為一兼學生活動中心、課外活動指導組與諮商輔導中心的圓形建築，頗有羅馬競技場之風。功成身退後，原地建此巍峨大樓，以圖書館為主功能，行政副之。",
      "此作整體構圖以遠景處理，土黃色系的大樓為主視覺，遠山水氣氤氳青山如黛。樓右為老鳳凰樹，左為椰樹森列之勤益大道，隱約可見其他建築。地平線位於黃金比例位置，前方網球場採虛化處理以增空間感。",
      " ｢文淵閣」為明清二代皇家藏書之所，天下知識薈萃所在。此作以此為題乃百年樹人之意。"
    ],
    "url": "",
    "location": []
  },
  {
    "id": 3,
    "title": "〈閒適〉",
    "artist": "呂金龍",
    "year": "2014",
    "description": [
      "作為工科起家的勤益科大，外表端謹有餘，浪漫不足。實則，創辦人一向醉心文藝，非不解風情之嚴肅領導人。於是在校地有限的情況下，善用｢點景」之法，在在處處可見方寸天地之情趣。",
      "此作以石桌椅為前景，紫荊花樹與綠地錯落於小園裡。背景則為暖色調的機械大樓，以及樓前車輛二三。整體構圖前中後佈置得宜，以對比用色活化氛圍，深得悠閒意趣。",
      "在2000年前後，這一帶設有露天咖啡座，兼賣銅板價之美味鬆餅，為短暫休憩之再前行注入一股活力。"
    ],
    "url": "",
    "location": []
  },
  {
    "id": 4,
    "title": "〈幽徑尋蹤〉",
    "artist": "呂金龍",
    "year": "2014",
    "description": [
      "此作沉鬱而幽靜，似聞鳥鳴啁啾在林；右側穿林小徑斜指林木深處靜謐老舍。",
      "曾經，此地為軍隊駐紮、防備森然的所在，白牆老屋正是前國軍營舍所在。",
      "2007年，陳水扁總統參訪勤益時，允諾將國防部所屬「坪林營區」土地，撥予本校20公頃土地，原威武雄壯之軍區一變而為弦歌處處之黌宮，人人得以親之近之。",
      "呂金龍於膠彩藝術用功甚深，尤其歷經生命周折之後，一改早期｢眼見之畫」而為｢性命感悟」。全作以冷色調處理時空氛圍，實為力作。"
    ],
    "url": "",
    "location": []
  },
  {
    "id": 5,
    "title": "〈黌舍巍峨〉",
    "artist": "呂金龍",
    "year": "2014",
    "description": [
      "這件從管理館中庭仰望蒼穹的作品，採取大仰視的視角，不管構圖或用色均極大膽而有特色。",
      "或有人問：以管窺天乎？別有洞天乎？",
      "作者曾短暫在此授課，進出之間，或有仰之彌高、望之彌堅的萬仞宮牆之嘆？",
      " 全作用色活潑，由磚紅、青綠圍出一片深湛幽深的鈷藍色天空，竟於無形中創造出端凝之氣，且氣勢磅礡，果是結合現代科學與管理又不失景觀美學的黌宮氣象。"
    ],
    "url": "",
    "location": ["17", "管理館"]
  },
  {
    "id": 6,
    "title": "〈夕染勤「憶」〉",
    "artist": "呂金龍",
    "year": "2014",
    "description": [
      "勤益不大！但大學四年間能踩踏全校每一角落的人，恐怕很稀少？儘管每年至少入校200天，卻總像林間小松鼠般只是定點尋覓生命資源，即使只是間隔一道小路，基於慣性使然，總是佇留在熟悉的場域，甚少多越一步。",
      "藝術家不一樣！藝術家總能不斷地以其獨特的視角與敏銳的感知，從慣常中發現精彩。",
      "此作描寫新校區老林一景，暖橘色調的夕陽餘輝灑落林間，幾棵或粗或細、不知其名的樹幹，如旅人般，姿態各異地守候於落葉遍佈的堅實泥地上。",
      "整件作品各以四分之三與四分之一的完美比例，詮釋泥地落葉與林木之間，既相依又能自由呼吸穿梭的關係。",
      "於是，小路便成為抵達彼岸的溫柔指引。"
    ],
    "url": "",
    "location": []
  },
  {
    "id": 7,
    "title": "〈洄源〉",
    "artist": "呂金龍",
    "year": "2014",
    "description": [
      "｢文化休閒館」始建於1979年，迄今為勤益最古老的建築，歷經921仍屹立不搖。優雅靜謐的小白樓周邊花木扶疏，前身曾是電子系館、社團辦公室；於2007年以新風貌化身為文化創意事業系與健康產業科技研發與管理系共用的系館，涵蓋人文藝術與運動休閒雙重功能，麻雀雖小五臟俱全，專業教室、調酒教室、攝影棚、多功能電腦教室等等滿足學習所需。一四樓的｢文化藝廊」常年有文創系師生創作展，二樓有運動場館。小而美的空間剛柔並濟，蘊育理論與實務並重的人才。",
      "此作採冷色調輔以黃暖光線，呈現靜謐沉穩之夜景氛圍。〈洄源〉乃誌萬物必有其源、莫望初衷，既承先啟後，亦繼往開來，永不止息。"
    ],
    "url": "",
    "location": ["4", "文化休閒館"]
  },
  {
    "id": 8,
    "title": "〈洙泗高風〉",
    "artist": "施世昱",
    "year": "2014",
    "description": [
      "｢行政大樓」，人稱｢小白宮」，是一棟富層次節奏的白色小巧建築，｢位於勤益大道中心點，是學校2009年以前政令所出。四樓有董事長、校長、人事、主計辦公室。勤益捐校前，二位創辦人均曾駐此臨窗辦公，校園景觀一覽無遺。樓前「洙泗高風」獻校紀念碑立於81年7月1日，為歷屆畢業生為不忘創校人仁德所贈。因孔子設教講學於山東曲阜洙水、泗水間，故以此碑歌頌二位創辦人之教育典範。",
      "該樓於2024年因校園規劃之需已拆除，此畫也成為珍貴的記錄。",
      "畫作結構謹嚴，作者以其深湛之透視學造詣，又善以細密筆觸勾勒物件，既還原建物風貌，又以庭樹創造出互有節奏層次的空間感。樓前挺立之大王椰子如勤益人之脊樑，蔥籠蒼柏喻其堅毅，七里香則為師道傳承。"
    ],
    "url": "",
    "location": ["10", "行政大樓"]
  },
  {
    "id": 9,
    "title": "〈勤益一角 速寫〉",
    "artist": "施世昱",
    "year": "2014",
    "description": [
      " 此作是水彩畫〈勤益一角〉的鉛筆稿，因為純鉛筆白描的閒適隨意頗有意趣，故一併收錄。",
      "勤益甫建校之初，只有八公頃校地。在腹地有限的情況下，欲行教育大願，既無神仙棒，就只能胼手胝足寸寸推進。於是一棟棟的教學大樓陸續興建，忘記休閒、忘記娛樂，只為工業救國大願。",
      "幸而，類此小角落，總在不經意間自發性地自成天地，久之，為疲憊僵固的身心覓得一席喘息舒散之所。"
    ],
    "url": "",
    "location": ["2", "工業工程管理館"]
  },
  {
    "id": 10,
    "title": "〈勤益一角〉",
    "artist": "施世昱",
    "year": "2014",
    "description": [
      " 勤益因為創辦人之方正規矩，少有閒適之人。有之，便是不時漫步在校內各處的黑冠麻鷺了。",
      "此作描寫｢工業工程管理館」前一角，三株矮樹、小小花圃前斜倚的小腳踏車，鳥雀短暫隱身，易顯悠靜。",
      " 施世昱善於以濃淡深淺的色彩營造景物間之相對關係，儘管只是方寸之意，卻令渺小天地自成淡雅清逸的小宇宙。"
    ],
    "url": "",
    "location": ["2", "工業工程管理館"]
  },
  {
    "id": 11,
    "title": "〈晨霧國秀〉",
    "artist": "施世昱",
    "year": "2014",
    "description": [
      "施世昱(1971-)，國立台灣藝術大學書畫系博士，早期畫膠彩，今以水墨、書藝為日常。",
      "這幅〈晨霧國秀〉是作者埋頭為勤益作畫的第一張大作，以第二代校門、明秀廬前的｢國秀樓」前棟為取景對象，自有強烈的象徵意義。",
      "作者以精湛的透視功力，將宏闊的教學大樓前棟，結合校門前的校徽小園造景，輕巧與大氣成為強烈又和諧的對比。在色彩上，國秀樓採用勤益各大樓所慣用之棕黃色磚，另配以棕紅色飾帶，和院牆、地面之紅磚相互呼應，梅花校徽自然成為視覺焦點之一。每一塊細細雕琢的廊柱與方磚，以及大樓六樓外牆上完全復現原題之｢國秀樓」三字，展現作者強大的傳統的工筆界畫長才與臨摩技巧。"
    ],
    "url": "",
    "location": ["16", "國秀樓"]
  },
  {
    "id": 12,
    "title": "〈勤益大道〉",
    "artist": "施世昱",
    "year": "2014",
    "description": [
      "勤益的風景非常多元，樓高有意趣，園小而可人。「勤益大道」則是半個多世紀以來，所有勤益人的共同記憶。",
      "趕上課、奔餐館……時而可以看到機械系開發的自動車以炫幻身姿奔馳試駕於校內的主幹道上。儘管因校務日易昌隆，校園的風景迭經變化，不變的是這條康莊大道兩側永遠堅挺守候的大王椰子。",
      "創校之初，房舍猶稀，甫進校門，右有君山亭、至善園，再前行甚至還有荔枝園，遙想當年清風徐來、荔香撲鼻，眾學子豈耐安座聽講？",
      "此作純以水性鋼筆作畫，偶或漏水的筆帶出稍大面積的墨跡，反而形成道路分隔線不斷前行的律動感，兩側椰樹與大樓森然並列，全作明快有力。"
    ],
    "url": "",
    "location": []
  },
  {
    "id": 13,
    "title": "〈寂靜風動〉",
    "artist": "施世昱",
    "year": "2014",
    "description": [
      "1999年，中台灣發生震動全世界的九二一大地震，為震央在南投縣中寮鄉的7.3級強震，多處地形地貌發生嚴重變化，本校之多棟老舊校舍，包括男一舍、男二舍，悉數傾蹋。",
      "這棟位於新校區，歷經數年終於興建完成的｢勤益學舍」，再度提供低年級同學的住宿需求，遠眺青山，既新穎而舒適。",
      "此作以水性鋼筆作畫，除巍然而立的建築物外，其餘完全留白。此其時，｢明秀湖」尚未挖崛，寒風而知勁草。",
      "左下方題記：｢民國一O三學年上學期，勤益學舍始次啟用，林樹尚未長成，十年樹木是也。施世昱畫并記。」"
    ],
    "url": "",
    "location": ["1", "勤益學舍"]
  },
  {
    "id": 14,
    "title": "〈追憶〉",
    "artist": "施世昱",
    "year": "2014",
    "description": [
      " 自從2010年，國防部正式將坪林營區的二十公頃土地劃歸勤益，校內生態變得豐富趣味許多，多了不少可茲踏查的路徑，不經意間總會有意外的發現。",
      "這件小品繪製時的新校區還非常原始，處處華蓋亭亭、綠意盎然，並無太多建物。而今，再依圖追尋，竟已不可考。徒留畫上｢鐵運綑綁場」幾個字，標示著該區域在昔日部隊駐紮時的功能。",
      "整體構圖，深濃綠意映襯藍天，與坎坷不平的草坡泥地互為呼應，映現空間之開闊性；而坡度起伏的地平線又與白牆連成一氣，近景則為水泥結構且有陡峭斜坡的｢鐵運綑綁場」，點出畫作主角。",
      "此作將自然樹林與人文遺跡進行對比性轉喻，實為巧思佳作。"
    ],
    "url": "",
    "location": []
  },
  {
    "id": 15,
    "title": "〈虛〉",
    "artist": "施世昱",
    "year": "2014",
    "description": [
      "新校區因老樹林立，樹與樹間所形成的空間便自成宇宙，成為生態豐富之所在。",
      "這張素描的近景以數棵合圍而成的樹冠，組成一超大觀景窗，隨著視線移動，遠方地平線上整齊羅列成排老樹，應是目前｢將軍道」之所在。",
      "前方樹幹投影清晰深濃，正是驕陽正烈而鳥雀隱身，白日當頭卻萬籟幽寂，頓生玄幻之感。",
      "作者筆觸細膩，藉由近、中、遠景的變化，自然帶出景深綿延的效果，層次處理清晰得宜。"
    ],
    "url": "",
    "location": []
  },
  {
    "id": 16,
    "title": "〈青春顏色〉",
    "artist": "施世昱",
    "year": "2014",
    "description": [
      "山是三汀山，樓為圖書館。",
      "樓右的白色建築為｢小白宮」行政大樓，樓後近者為｢誠樸館」、遠者為｢國秀樓」，已近三番街舊校門了。",
      "樓前為當時仍使用中的升旗台，升旗台前為寬闊的網球場、籃球場，以及環繞四周的跑道；左側則為老鳳凰木。",
      "自從運動場移至新校區，就地另起功能性大樓，此巍然開闊的氣象已翻篇成為文獻中的一頁。誠如那身姿斜倚嬝娜的老鳳凰木，也在某次風災中歸於塵土，滿地的豔紅落瓣，成為勤益人絕美而浪漫的回憶。",
      "所幸圖閣尚存，青山猶在！"
    ],
    "url": "",
    "location": ["11", "圖書資訊大樓"]
  },
  {
    "id": 17,
    "title": "〈方向〉",
    "artist": "施世昱",
    "year": "2014",
    "description": [
      "此作和〈虛〉一樣，兩樹合圍而成一觀景窗，以點出明秀東路端點的管理館背面館舍。",
      "管理館樓頂的浪漫攢尖圓頂涼亭，柔化了主體結構量體龐大的理性線條。",
      "全作以速寫筆法呈現，道路筆直逕奔館舍，似有匆匆之感，卻見路燈閃爍指明前路。正是學子的自我探尋，於虛實間，不斷地與自己對話。"
    ],
    "url": "",
    "location": ["17", "管理館"]
  },
  {
    "id": 18,
    "title": "〈玄關午後〉",
    "artist": "施世昱",
    "year": "2014",
    "description": [
      "此作描繪的是，管理館入口前，由六座立柱圍成的半圓形玄關。",
      "作者運用透視技法，由左往右，諸觀景窗逐次縮小而各呈風景，柱間共形成四件長軸畫。既有國秀樓前人行道旁的佈告欄、庭樹，勤益大道上的椰子樹直奔廊頂；右二觀景窗前則有拿著書且略顯高大的獨行者。",
      "隱約間，國秀樓朗朗講頌似可聽聞，靜寂間自有朝氣。地面上陰影濃重，正呼應右上款識：｢管理館玄關午後」。"
    ],
    "url": "",
    "location": ["17", "管理館"]
  },
  {
    "id": 19,
    "title": "〈頂天立地〉",
    "artist": "施世昱",
    "year": "2014",
    "description": [
      "在諸大專院校中，勤益恐怕是少數建有升旗台的學校？早年，外界以｢勤益軍校」諷之。",
      "她當然不是軍校，但因創辦人張明將軍與王國秀女士均為赴國難而從軍，以自律甚嚴之故，連帶治校亦規矩方正，師生們都怕老人家突然出現在教室前，絕不敢上課遲到！",
      "升旗台兩側高聳的燈柱，是為夜間運動的健兒們的照明而設立，在在處處均可見二位老人家以學生的學習為優先的慣性思維。",
      "直到捐校之前，升旗臺前常有集會，迎向旭日高唱國歌，往往令人動容。每逢校慶，全校師生齊集運動場四周，學長姐們爭搶最佳拍照視角，觀賞小大一的啦啦舞表演，於今已成絕響。",
      "此作採取直式畫幅，跑道、升旗台的水平線適與穿天燈柱、旗桿垂直對比，紅、白、藍、綠諸色對比得宜，益增頂天立地之感。"
    ],
    "url": "",
    "location": ["12", "運動場"]
  },
  {
    "id": 20,
    "title": "〈遠眺近觀〉",
    "artist": "施世昱",
    "year": "2014",
    "description": [
      "此作的視角乃自登高自｢文化休閒館」樓頂回望全校，自焦點中的圖書資訊大樓往右延伸，校內外房舍連成一氣，遠接近處的三汀山，再越過去則為南投群山。",
      "無論是由樹冠連成一氣的樹林近景，或是綿延一氣的屋舍遠山中景，均斂於恢宏開闊的蒼穹流雲之下，令人益增遐思。",
      "在色彩的配置上，以上下藍綠之冷色系，對比於中間聚落之暖色調，正是自然與人文相輔相成，人類在面對宇宙八方猶然而生之謙遜情懷。有詩為誌：",
      "垂暮朱緋",
      "　　如同歲月的雙手",
      "　　　　一層又一層的輕柔呵護",
      "",
      "蒼蒼龍柏",
      "　　將那諄諄理念",
      "　　　　一葉又一葉送進人心",
      "",
      "在暖陽的洗禮下",
      "以青永冰樵為底蘊",
      "　　注入無限馨情關懷與執著",
      "",
      "教育　　無他",
      "榜樣而已(文/守候/文化系第五屆江抒涵)"
    ],
    "url": "",
    "location": []
  },
  {
    "id": 21,
    "title": "〈仰望〉",
    "artist": "施世昱",
    "year": "2014",
    "description": [
      "無從得知是否因為勤益創辦人為軍人出身，又或者校園的整體氛圍所致？諸多施世昱筆下的勤益，莫不自然呈現中正平和穩健之感。為學猶如砌磚，既要嚴絲合縫、鍥而不捨，又要避免閉門造車，須得登高遠觀。",
      "｢勤益塔」建於2001年，是第二代校門的附屬建物，下面是校警室。而今，除駐警隊功能依舊外，校門已移至新校區。但此塔仍屹立於勤益大道起點前，靜靜注視著攜來攘往於三番街用餐的眾師生們。",
      "此作以倒T字型仰視構圖，建物上的每一塊方磚，愈下者經過多次反覆上色，濃重而穩定；愈上者漸清淺而帶出高聳迎空的視覺效果。",
      "在色彩的經營上，大面積的磚紅，飾以金黃飾帶，上襯藍天與一行參差濃綠，簡潔中見生動。"
    ],
    "url": "",
    "location": []
  },
  {
    "id": 22,
    "title": "〈方正之間 速寫〉",
    "artist": "施世昱",
    "year": "2014",
    "description": [
      " 此作乍看之下，簡單清爽、功能性明顯，以為是售屋公司的文案插畫，竟有小家碧玉之感。",
      "筆者曾直白的質問作畫人：｢畫得像也就算了！何必把那醜醜的冷氣機也畫上呢？」作者回以：｢你不覺得這就是勤益的文化嗎？代表那是一棟有人煙有人味的建築……。」",
      "就構圖而言，作者只是簡單幾筆橫豎交錯，便極傳神的擬出機械工程館入口意象。此經緯交錯所形成的建物，方正間輔以數個圓形的冷氣機通風口，加上門口兩側欣欣向榮的柏樹，既是人煙，也是天圓地方情境交融了。"
    ],
    "url": "",
    "location": ["13", "機械工程館"]
  },
  {
    "id": 23,
    "title": "〈方正之間〉",
    "artist": "施世昱",
    "year": "2014",
    "description": [
      "藝術創作的獨一無二性，可自前後二張〈方正之間〉細細品味。",
      "速寫的〈方正之間〉，簡潔乾淨如碧玉般亭亭而立。",
      "彩圖的〈方正之間〉卻添了人煙，甚且因濃重的栗紅色磚所框出的大樓出入口，令人自然聯想到機械的喧囂濁重感；映著天光的藍色玻璃帷幕，卻又帶出機械之理性冷寂精神。但，門前走動的人物與｢102試場」的告示牌，又顯示此刻正進行的重要活動。",
      "建物之冷硬與人物、柏樹之柔靭成對比；冷氣機的扇葉清晰可見，寫意中又見具象寫實。"
    ],
    "url": "",
    "location": ["13", "機械工程館"]
  },
  {
    "id": 24,
    "title": "〈繫念〉",
    "artist": "施世昱",
    "year": "2014",
    "description": [
      "工商業時代，誰不愛錢？誰不需要錢？畫作以｢繫念」為名，似諧虐，實為實情。",
      "勤益的孩子多務實勤奮，除了修業外，近五成有各種工讀。無論有無兼職，校門口這座由｢第一銀行」設立的提款亭，是全校不分尊卑老幼必至之地。",
      "此亭依學校院牆而建，左有羅漢松、前有老榕，由玻璃幃幕構架而成的長亭，上有銀行標識，下則黃磚鋪地，內設通風大扇24小時運轉。｢第一銀行」中英標準字下懸一長布條：｢切勿聽信手機指引操作提款機。提款機只出不入。太平分局坪林派出所。」既記錄臺灣社會日益猖獗的詐騙現象，似亦寓言了一銀被駭事件。",
      "2016年7月，第一銀行發生震動全國的跨國駭客盜領集團入侵案件，損失慘重。長達數月間，此地枯葉沒脛再無人煙。此後，雖恢復設置，但原有的三機減至一機，昔日人來人往的活潑畫面，代之以悶熱與塵土垃圾遍地。此作竟成為昔年盛景的記憶。"
    ],
    "url": "",
    "location": []
  },
  {
    "id": 25,
    "title": "〈近思〉",
    "artist": "施世昱",
    "year": "2014",
    "description": [
      "書寫此幀作品，竟有近鄉情怯之感！",
      "早年筆者曾遠涉漫漫長路，自校區前端至此地上課；偶或糊塗算錯時間，足足提早一小時就展開遠足之旅。其時這裡是電子系的天地，直到今天，這棟樓仍是全校最偏最低窪之處，也是現存全校最古老的建築。",
      "九二一大地震之後，幾番輪轉，此地漸成廢墟，人稱｢鬼屋」。因創系之需，校方決策動資1500萬進行結構補強以及加裝小電梯，以為文化系與休管系的共用系館；又再撥款800萬作為兩系空間設施之用，在在可見校方之殷殷期許。",
      "帶著這分期許，短短一年間，一邊授課、一邊辦展覽活動，又要勻出時間，拖著殘弱病軀，極盡溝通之能事，再歷劃分地盤、空間設計、設備採購等等複雜細節。好不容易在2007年下半年正式啟用，閃亮新穎的系館卻在2008年的中颱｢卡玫基」肆虐下，水淹80公分高，萬幸地，止於電腦教室桌面的臨界點；33部系寶級蘋果電腦，恰如綻放在爛泥地裡的朵朵白蓮！",
      "我輩踩在緊急抽水後的滿地泥濘中，迅速撤離電腦護產。至於地下室、演講廳座椅、各種重要機櫃……，就全部泡湯啦！緊接著，又是一連串的復原經費溝通……。",
      "此期間，全系只有第一屆一個班，又臨暑假，正愁清潔問題之際，竟有不少同學自發地返系幫忙。我與大家夥的革命情感便是這樣建立起來的！每事彼此商量著辦，總能事半功倍。就這樣，磕磕碰碰地，在全校｢看綏」、預言｢倒系」的冷嘲中，我們竟獲得98年教育部高教評鑑優等，還優於某些老系。",
      "這朵開於泥漿中的白蓮，終於可以昂然挺立，任爾東西南北風，也是好風憑借力，恣意鯤鵬遊蒼穹。",
      "朱熹編有《近思錄》作為宋代理學綱領，故此作以｢近思」為記，作為對哲人/學人的致敬；更祝願這棟曾由施世昱傾心參與辦學的小樓，亦如｢白鹿洞書院」成為學府標竿。"
    ],
    "url": "",
    "location": ["4", "文化休閒館"]
  },
  {
    "id": 26,
    "title": "〈閑夏〉",
    "artist": "吳清川",
    "year": "2014",
    "description": [
      "吳清川(1964-)以大量拼貼的方式，將校園之生動精彩處合輯為一長卷構圖。主體雖仍為熱鬧紛呈又椰樹挺立的勤益大道，但大道左側無論是高樓或園景，均經乾坤大挪移或點綴成趣，再難以此查考原校園景致。",
      "此作完全符合水墨長卷的移動透視佈局法，自畫幅中線一分為二，右為勤益大道旁房舍，左為隱於濃密樹林後的其他高樓，以及林前的圍欄小徑與幾處草皮。",
      "有別於施世昱的清冷，吳清川性格活潑喜人群，這張作品共有6組人群，僅有1落單者與人行道眾人反向而行。6組中有4組以身高比例與性別色彩，點出家庭出遊之況；林蔭花樹下的好友閒聊，對比於人群之嘻笑，適成一動一靜的呼應關係。",
      "全作濃墨重彩，色彩紛呈，以黛綠、青綠、翠綠統一全局，復以人面桃花相映，益見活潑情趣。"
    ],
    "url": "",
    "location": []
  },
  {
    "id": 27,
    "title": "〈歸〉",
    "artist": "吳清川",
    "year": "2014",
    "description": [
      "此作以寫意的方式描繪舊校區的運動場黃昏景象，以藍紫、黃綠、橘紅大面積暈染佔據畫面一半的天空，營造出彩霞滿天的氛圍。",
      "超大廣角鏡頭與景深空間，為本作之構圖特色。畫面四分之一以下為動態性敘述的範圍，即大運動場所在；升旗台、籃框清晰可見，適有五健兒奔馳其上。右下角為青永館前的停車場，以一家三口閒適散步的畫面，和球場上的競技形成對比呼應關係。",
      "地平線上，以綠樹和大樓群做出區隔。作者以其優秀的造型能力，自左而右，以簡馭繁，迤邐一字排開，不同建築物的造型特徵均清晰可辨，在絢爛奪目的彤雲陪襯下，倍覺富麗堂皇，幸福而生動。"
    ],
    "url": "",
    "location": ["3", "青永館"]
  },
  {
    "id": 28,
    "title": "〈休憩〉",
    "artist": "吳清川",
    "year": "2014",
    "description": [
      "此作描寫機械工程館右前方小院一角，館舍隱於花樹之後，左側停滿車輛，可見系務繁忙之態。對於來去匆匆的人，會習慣性的忽略此壺中洞天。",
      "藝術家以第三隻眼，以水墨技法經營水彩，或寫意點染或工筆細描，繼承了吳學讓老師的筆下神韻。",
      "畫面左下角之紫荊樹根草叢以細筆勾勒，有蘭草俊逸之態。右側花樹則以濃墨點染，與蓬草結為一體，營造出夏日沁涼之感。整體構圖縝密穩定，缺一不可；色彩運用更是能在適當位置起到畫龍點睛的效果。",
      "此地原有一大片紫荊花林，每當春日，落英繽紛，煞是浪漫。隨著校務發展，寸土寸金的勤益幾無閒地，此處一度成為景觀系造園設計實驗場，而後定調為休憩小園。縱無參天老樹，卻也如小小的頓號般，令來往行旅稍作喘息。此地原有一大片紫荊花林，每當春日，落英繽紛，煞是浪漫。隨著校務發展，寸土寸金的勤益幾無閒地，此處一度成為景觀系造園設計實驗場，而後定調為休憩小園。縱無參天老樹，卻也如小小的頓號般，令來往行旅稍作喘息。"
    ],
    "url": "",
    "location": ["13", "機械館"]
  },
  {
    "id": 29,
    "title": "〈向陽〉",
    "artist": "吳清川",
    "year": "2014",
    "description": [
      "此樓原名為｢圖書資訊大樓」，啟用於1987年。筆者於1988年初至此山腳下的校園，時任人事主管的管主任帶我行經此樓，非常驕傲的指著她告訴我：｢才剛完成的！」",
      "筆者曾與其他教學組暫居此樓地下室，直到｢國秀樓」興建完成才撤離，一度在此留下不少年輕歲月歡快笑鬧的剪影。",
      "現名為｢創新研發大樓」的這座氣象宏闊富有層次的大樓，三樓以上轉為井字設計，四廊環繞的天井，為沉悶的辦公室帶來陽光空氣雨水，安坐廊下聽雨看雲，自成境界。",
      "吳清川於此作採取寫實還原的畫法，以側寫的方式，營造既平穩大氣又不失輕鬆的氛圍。一方面，紀實性地將樓牆外的長條海報畫上，點名此刻正是趙敏勳校長任內大力推動/爭取｢典範科大」的關鍵時刻；另一方面，則安排共扶腳踏車閒步的行者與樓前談笑者，傳達作者期待中的校園所應有的自在爛漫，也是吳清川書寫勤益最典型的表達方式。"
    ],
    "url": "",
    "location": ["15", "創新研發大樓"]
  },
  {
    "id": 30,
    "title": "〈初心〉",
    "artist": "施世昱",
    "year": "2019",
    "description": [
      "｢小白宮」在眾樓群中造型獨特而顯眼，除玄關屋頂是捲棚設計外，全樓外牆純以90度角塊面組合而成，簡約而大氣。此作著力於入口意象的細節性描述，玻璃帷幕映著天光，乃使白者益白，充滿聖潔之感。",
      "這棟遲至1984年才興建完成的｢行政大樓」，距離創辦人兩老寫信給毛高文部長表明捐校意願的1987年，只有三年。",
      "｢捐校」之舉並非突發事件，而是幾經思量，和子孫們商議後，才決定寫那封重要的信件。此期間，校務卻仍然持續運轉，該籌措的建設經費不但不少，反而加碼。1984年，除了行政大樓興建完成外，還有龐然大物如羅馬競技場的圓形｢圖書館兼學生活動中心」，以及小巧精緻的｢男教職員宿舍」均在同一年度啟用。",
      "這三處所在，均共同承載許多老勤益人的青壯回憶。男男女女幾個好友，跑到男老師宿舍喝茶閒聊人生大願；前後幾任的課指組眾伙伴，經常為學生夜宿圓樓指揮作戰；老先生時不時地跑到諮商輔導中心探望、叮嚀筆者為妻之道！哈！也不知道老先生怎地就老是把我當長不大的小女生？更別提專門被叫到小白宮四樓董事長室問就寢/晨起時間，然後再臭罵一頓！",
      "當年，老師們的期中/期末考試題，會被翁啟雄校長抽檢。有一次匆匆行經小白宮，正準備從前門穿越後門，不巧碰到翁校長，他打趣問我：｢咦？妳數學那麼差？總分竟然有110分？」他明知老師們總怕當人太多，故意多出幾道，好做放水之用！否則｢勤益當舖」惡名在外，真怕嚇跑學生呀！",
      "這幢小白宮既是決策中心，也保護老師不被外界勢力干擾，不畏｢當舖」之名，堅持教學品質要求，也才有今日有為有守的勤益。哲人已遠，來者可追！"
    ],
    "url": "",
    "location": ["10", "行政大樓"]
  },
  {
    "id": 31,
    "title": "〈青永之願〉",
    "artist": "施世昱",
    "year": "2019",
    "description": [
      "此作明朗爽利，極簡又不失細節變化。",
      "正如｢青永之願」，只是簡簡單單，把每一件事情做到位：起居有節、善於養生、嚴於律己、勤於奉公、樂於助人、友於晚輩……。",
      "老人的點點滴滴，只是天未亮，巡遊校園，彎腰撿起煙蒂；問一個小女生老師早上幾點起床、晚上幾點睡覺，再罵上兩句不愛惜身體……那麼簡單。",
      "然後，就讓人為他掛念一生，為他照顧學生，為他努力奮發！(注：勤益創辦人張明將軍字青永，此樓以他為名)"
    ],
    "url": "",
    "location": ["3", "青永館"]
  },
  {
    "id": 32,
    "title": "〈科技之門〉",
    "artist": "施世昱",
    "year": "2019",
    "description": [
      "中台灣最負盛名的產業為精密機械產業，自大肚山台地綿延至豐原、太平、大里、南投工業區的60公里區域，共匯集了1,500家精密機械、上萬家的下游供應商，是全球單位面積產值第一、密度最高的精密機械產業聚落，人稱｢黃金縱谷」。全台工具機產業的兆元產值中，近五成出自中部，可見其於產業發展的重要性。",
      "勤益以工科起家，機械、電子、電機、化工都是歷史最悠久的科系。為了實踐工業報國的目標，創辦人特別鼓勵支持年輕老師帶領學生進行創新研發，早在1991年，勤益便開發出第一代的機械手臂，在工具機產業扮演著領頭羊的角色。",
      "這棟｢工具機學院大樓」完工於2018年，屬於多功能性的大樓，擔任產學合作、創新研發的角色，除了廠商進駐外，還有與業界同步的實習工廠。",
      "此作以直幅構圖，專寫入口意象。作者對於媒材的駕馭已臻上乘，以精準、冷靜、理智、潔淨、一絲不茍，傳達科技精神，既不能太多，也不能再少。"
    ],
    "url": "",
    "location": ["7", "工具機學院大樓"]
  },
  {
    "id": 33,
    "title": "〈科技與人文〉",
    "artist": "施世昱",
    "year": "2019",
    "description": [
      "此樓雖是標榜精密機械研發的科技大樓，但外形設計卻有剛有柔，造型宏觀大氣，以富有科技感的拱門柔化筆直的機械線條，以此為中心對稱地向兩旁延展。色彩配置上以純白搭配淺淡的橘紅色，並以階梯狀自高處逐層遞減，營造出層次與韻律感。",
      "基於對此建築設計的肯定，此作在構圖上，作者以四分之三的樓面佔據近三分之二的畫幅以為主視覺，再輔以樓前小廣場與小徑、庭樹，青草、樹葉均細筆描繪，整體畫工細緻、一絲不茍，用色則維持其一貫的明淨無塵。"
    ],
    "url": "",
    "location": ["7", "工具機學院大樓"]
  },
  {
    "id": 34,
    "title": "〈智慧鐘〉",
    "artist": "施世昱",
    "year": "2019",
    "description": [
      "這張〈智慧鐘〉採取大仰角構圖，雖高遠，卻因用筆精細，無論窗隔或時鐘指針均清晰可見；加上色彩強烈對比，善用灰階而令白者益白，益顯｢圖書資訊大樓」的巍峨崇高。",
      "此樓右側沿襲前代圖書館，採取圓弧造形，明顯有承先啟後之意；另設白色角樓，頂置座鐘，聲音宏亮幽遠。",
      "勤益初創時，四周只是竹林、荔枝林，既無道路可通，也就荒無人煙。一旦校務有成，漸成聚寶盆，一個又一個的社區、商店帶來繁榮，也多了許多比牆而居的鄰居。或也因此，聲聞十里的鐘聲，才啟用數次便終於不再響了！然，師者解惑，大叩大鳴，小叩小鳴，也不會因為不敲了，就吝於言傳身教。"
    ],
    "url": "",
    "location": ["11", "圖書資訊大樓"]
  },
  {
    "id": 35,
    "title": "〈工程小徑〉",
    "artist": "施世昱",
    "year": "2019",
    "description": [
      "文學裡的背影莫過於朱自清。畫藝中卻少有背影之作。但施世昱似乎喜畫背影？不管是自畫像背影、名模背影，乃至勤益有不少校舍，都是既畫了正面，也細寫背影。",
      "背影之重要，如一個人的私德，如家裡的角落。",
      "勤益的背影就算不是門面，卻也總是光鮮明麗，以此，正面、背面與否，似已毫無分別。也就是永遠正大光明，憑爾來去穿梭。",
      "這棟龐大的工程館原址為勤益第一代教學大樓，九二一全倒之後，就地重建為東西二棟結合的規模宏大的建築，主要為工程與電資學院各系之用，每年為勤益創造數千萬元的產學績效，說她金雞母也不為過。",
      "對比於嚴肅的產值，此作的工程館背影，卻專寫西側入口前的臨湖小徑兩旁，花草遍地、綠草如蔭的柔美與清新。這樓後的鄉野氛圍，已然與龐然建物完全融合，卻又很幽默地細細為每層的樓窗畫上冷氣機，再加上樓頂的太陽能光電板，再再點明這是一棟｢工程」大樓。",
      "全作無論是花樹描繪、樓前停放車輛或是樓牆，色彩層次分明，活潑生動躍然紙上。"
    ],
    "url": "",
    "location": ["6", "工程館"]
  },
  {
    "id": 36,
    "title": "〈勤益學舍〉",
    "artist": "施世昱",
    "year": "2019",
    "description": [
      "因為1999年九二一大地震之故，學生宿舍全倒，所有學生不得不在外賃居。總總複雜的緣由，宿舍興建的申請不斷被駁回。就這樣，幾度春秋過去，學生來來去去好幾屆，足足等了14年。當這幢非常具有現代感的建築完工時，全校教職員工紛紛好奇進去參觀走逛，雀躍心動之情尤如昨日。",
      "勤益學舍初建還沒有｢明秀湖」，不過視野開闊，似有山嵐穿窗而入，可比高檔景觀旅店。諸學子或臨窗苦讀或面山遐思或笑鬧於室，均成為大學四年間最深刻的共同記憶。",
      "在構圖上，因建築本體極富設計性，索幸讓她佔據五分之四的主畫面；色彩計畫上則利用深淺不一的灰綠、青靛、純白細寫建物的立體感，再加上前景湖畔草坡，層次豐富又溫雅和諧。"
    ],
    "url": "",
    "location": ["1", "勤益學舍"]
  },
  {
    "id": 37,
    "title": "〈藝術廊道〉",
    "artist": "施世昱",
    "year": "2019",
    "description": [
      "許多藝術作品，往往只對作畫的人有意義，導致觀畫者往往不解其意？然而，正因藝術家能穿越時空限制，留下已逝歲月之一鱗半爪以茲憑弔，實為幸事。",
      "此作主述工程館左側巨柱間，通往地下室的樓梯口。梯牆上懸著｢藝術走廊」篆體木雕。全作用筆如刀劈斧削，線條精準犀利；木雕與暖色磁磚則有效地柔化空間的清冷之感，啟人遙想當年。",
      "此匾因該場域管理權易主，致功能早失而不知去向。徒留此作以誌｢文化創意事業系」在漫長籌備歲月中，於連通工程館左右兩棟大樓的地下廊道間，月月舉辦美術展覽活動、佳賓雲集、同學攜便當在現場聽音樂休憩賞畫的璀璨榮景。"
    ],
    "url": "",
    "location": ["6", "工程館"]
  },
  {
    "id": 38,
    "title": "〈青春之憶〉",
    "artist": "施世昱",
    "year": "2019",
    "description": [
      "施世昱(1971-)，國立臺灣藝術大學書畫系博士，極少數的研究/創作兩棲的學者，近年以西哲詮釋李奇茂頗有成果。早年從事膠彩創作，年歲漸長喜水墨與書藝，但山水畫如倪瓚(1301-1374)般不喜畫中有人。倪贊係孤高無解人，施氏雖非孤芳自賞，然歲月悠悠人世紛擾，終是不解，故畫中無人。",
      "此作卻有小友三四，實為跟隨老師踏查、尋訪校園作畫題材的伙伴們行至明秀湖畔，與群蚊混戰的無奈畫面。據云，廟堂之高非吾人所能攀比，青青校園卻是人文所在，自可/自應有人！",
      "畫面視角乃從湖畔回望1950年代，國軍建鎮於坪林營區，便已植木於此的青青老樹。自臺基階梯草坡而上，苦楝、相思、……蔚然成林，突然讓人想起夸父追日因力竭而植杖成林的故事。",
      "無憂力竭，因後繼定有人！"
    ],
    "url": "",
    "location": []
  },
  {
    "id": 39,
    "title": "〈旅途〉",
    "artist": "施世昱",
    "year": "2019",
    "description": [
      "超過半世紀的校史，人來人去，有的只是過客，有的親之近之訪之，必興盡方遠揚。縱是過客，也有那一鱗半爪足資追憶尋蹤。因此，小路的行旅也就有了意義。",
      "這條綠蔭夾道，似聞蟲鳴的小路，位於原營區司令部左前方，穿越此徑既可免於日曬，又可通往教學區。緩慢行走之間，萬物有聲若無聲，是個適於沉澱自我的好所在。",
      "作者以鋼筆速寫勾勒所有景物、人物的輪擴，再細筆填彩以營造綠葉滿枝的豐富層次。",
      "如果記得沒錯，畫中主角應是此刻在華碩設計部任職的文化創意事業系高材生，單親家庭的她，自幼而長，勤懇奮發，不放棄任何學習的機會，路雖漫漫，卻勇敢向前，令人敬佩。"
    ],
    "url": "",
    "location": []
  },
  {
    "id": 40,
    "title": "〈林〉",
    "artist": "施世昱",
    "year": "2019",
    "description": [
      "勤益的校園規劃以2010年為重大分水嶺，這一年，國防部正式移撥原坪林營區的二十公頃土地給我校。",
      "過去只能在舊校區眺望的神秘所在，是嚴謹而封閉的。在林木蔥籠的掩映下並不見營舍，只是時不時地可以看到軍用卡車馳逞來去。部隊乃成為令人遐想的所在。",
      "當神秘面紗揭開，舊營區/新校區成為大家探索的所在；也慢慢發現有許多認識或不認識的朋友，皆在此地受訓後再各自分發至天南地北。",
      "從軍隊到學生，雖都是團體生活，但前者紀律嚴整，後者追求打破框架與時俱進，文化已大不相同。再往後，新建物不斷地冒出來，再回頭，已不識昔年桃花。",
      "營區內有非常多老樹。因為夠老活得夠久，所以千姿百態各領風騷。此作以鋼筆勾勒，再以色鉛筆設色，下濃上淺，符合光合作用的自然生長現象，枝幹虯然伸展有姿態，似在言說當年舊事。"
    ],
    "url": "",
    "location": []
  },
  {
    "id": 41,
    "title": "〈明〉",
    "artist": "施世昱",
    "year": "2019",
    "description": [
      "這是一條從明秀東路岔出，通往新校門的林間小路。",
      "剛築成之時，或為景觀，或為人車分道，旁邊的機車道也還沒規劃，因此右側猶有一片雜木林，尚有原始風味。只是新築的黃褐磚道還未有歲月痕跡的積累，有種疆土新闢之感，與兩旁的密林、草坡對比之下，鮮明得扎眼。",
      "作者先以鋼筆繪出整體輪廓，前中後景層次分明，具有空間衍生感；最後再用水性色鉛筆依據景物屬性、肌里做不同的色彩規劃，以創造林蔭小徑的遺世獨立感。不過這條磚道在先天上就銳角鮮明，缺了柔和，多了堅定獨立向前的強悍，與山林成為強大的對比。"
    ],
    "url": "",
    "location": []
  },
  {
    "id": 42,
    "title": "〈尋道〉",
    "artist": "施世昱",
    "year": "2019",
    "description": [
      "此作為以藍、黑鋼筆為主，草綠色鉛筆為輔的速寫。畫作視角是從明秀北路上，東望中山路二段57號，原營區入口所在；和明秀北路丁字交叉的是明秀東路，是進入教學區的主幹道，也會行經早年｢坪林新兵訓練中心」的｢彈藥庫」，目前為｢勤創基地」所在。",
      "作畫之時，距坪林營區移撥勤益未滿十載，新校區只利用了南半邊。北邊因濃林密佈，營舍老舊，一時暫難利用，又擔心探險者貿然好奇入內而生危險，乃以圍籬區隔。",
      "整體構圖以道路區隔兩側的不同景觀，右邊的林木順著新修的人行道自在生長，左側老林儘管在制約之下仍奮力伸展。這道淺淺的鐵絲籬，遲至2023年才完全拆除，勤益校地完整化，邁入新紀元。",
      "此路盡頭正是規劃中的新大門所在，一入此門即是勤益人。其時雖門樓未立，但縱目遠眺山嶺倚翠，倒像是鄰家子，反而呈現一股鄉林野味。"
    ],
    "url": "",
    "location": []
  },
  {
    "id": 43,
    "title": "〈繪影〉",
    "artist": "施世昱",
    "year": "2019",
    "description": [
      "建於79年的工業工程館，隸屬於管理學院。｢工業工程管理系」是繼工科機械、電機、電子、化工四系後，最早成立的管理類科系，因此由工專而學院，日後更有機會朝科技大學發展。",
      "這棟已有年歲的建築，雖非現存最資深的建築，但卻明顯可見早年建築之樸素簡約，卻能在內斂中展現其曖曖內內含光的風姿。",
      "作者因喜用當代人已極少使用的鋼筆，以之作畫可細可粗獷，筆觸線條間帶有隨興從容感。此作於建物細節的掌握已不必細說，比較有趣的是，因為媒材為鋼筆之故，自然而然地營造出水墨畫的流動感，深淺之間渾然天成，全圖疏朗蘊藉，一脈歲月靜好。"
    ],
    "url": "",
    "location": ["2", "工業工程館"]
  },
  {
    "id": 44,
    "title": "〈正午〉",
    "artist": "施世昱",
    "year": "2019",
    "description": [
      "此作以鋼筆速寫工程館前的人行道景觀。",
      "整體線條有別於〈繪影〉的工業工程館，顯得謹嚴得多。每一筆均單獨存在，而不帶殘影，一景一物清朗得如日正當中，極其明淨。",
      "整體構圖展現作者深湛的透視功力。畫面上實有二條道路，一為畫心的人行步道，一為傍著成排椰子樹的勤益大道。這二條路線在畫面上融而為一，自兩側逐漸延伸而去的樓群，於端點遠銜三汀山。最後再以人行道上奔跑的學生，點綴校園的活潑朝氣。",
      "這條勤益大道並不長！但從舊校門走到工程館這個位置，倘若天清氣朗、驕陽當空還真辛苦！所以，偶而會看到有人乾脆溜滑板、騎腳踏車，若有輕風拂面，想必那人亦覺不亦快哉？"
    ],
    "url": "",
    "location": ["6", "工程館"]
  },
  {
    "id": 45,
    "title": "〈綠意盎然〉",
    "artist": "施世昱",
    "year": "2019",
    "description": [
      "筆者曾與畫家有一些意見交換。大意是我對於他大量地彩繪本校房舍，幾近於複刻建築物本體，有些不解。",
      "施世昱極力表示，校舍正是人文地景之展現，取景必須具有辨識度，方能令後人按圖索驥，以茲憑弔。",
      "果不其然，本作與代針筆作畫的〈日暖風和〉一樣，因缺少可茲辨識的人文地標，加上校園景觀迭經變化，再難追索斯人斯地？唯一可以確認的是，此密林必屬於新校區，至於在何方位，則無可查考了？無何，只能就畫談畫，再無故事可言了！",
      "此作以綱筆速寫勾勒林相，無論在景深空間或樹木姿態的處理上，均非常精確，近疏遠密，完全吻合視覺原理。在樹冠的繪製上，近者詳細，遠者寫意，更能感受到此密林完全未經外力干擾，人跡罕至，自由恣意。"
    ],
    "url": "",
    "location": []
  },
  {
    "id": 46,
    "title": "〈日暖風和〉",
    "artist": "施世昱",
    "year": "2019",
    "description": [
      "沿著彎道兩側，整齊若田隴的草皮，以及道路盡頭的老林，在在酷似田園景象，因無明顯地標，竟找不到任何校園氛圍。如果不指稱此為勤益校景，大約會以為這是南部某村落吧？",
      "這張鋼筆素描將整個速寫的時間過程都記錄下來了。始於空間架構，進而細寫輪廓，直到整體畫面的大小明暗調整，都有迹可尋。",
      "鋼筆的效果跟水墨線條較接近，可以隨著各種落筆的角度，而呈中鋒或側鋒，且可依畫面需求，控制輕重而呈濃重或清淡的效果。",
      "在構圖部分，林木彼此間的相對位置分配適當，以畫心的五棵為一組，再以左方分開的二棵與之形成相對應的三角關係。天空與地面的Z字形彎道留白，整個畫面乃產生開闊又具延展性的空間感。"
    ],
    "url": "",
    "location": []
  },
  {
    "id": 47,
    "title": "〈午後悠閒〉",
    "artist": "施世昱",
    "year": "2020",
    "description": [
      "啟用於2003年的管理館，一共容納了四個系所，自背面觀之，額外感到量體龐大；右邊完工於1987年的｢創新研發大樓」(原圖書資訊大樓)與之對比，顯得單薄許多。",
      "這又是觀看勤益的另一種視角，若非如校鳥黑冠麻鷺般閒庭信步地到處走逛，還真難以發現時間為校園所帶來的流轉變化。",
      "這張作品以淺絳設色之法，描繪夏日午後，整棟樓在驕陽的熱氣蒸騰下，顯得清淺若水如霧似幻，也因其淺淡，竟無任何高樓的壓迫感，反覺悠然自在。樓前大草皮上幾位或臥或坐或起而奔跑的小友們的閒適輕鬆，為安靜的畫面注入一股活潑生動、專屬於校園的氣息。",
      "此作唯一令人困惑之處是那一片明顯過於整齊的草地，一畦畦一隴隴地，是作者對畫作的潔癖所致嗎？"
    ],
    "url": "",
    "location": ["6", "管理館"]
  },
  {
    "id": 48,
    "title": "〈荷葉田田〉",
    "artist": "呂金龍",
    "year": "2021",
    "description": [
      "這是一幅需要慢工出細活的膠彩畫作品。藝術家呂金龍喜以日常景物入畫，經其主觀思維去蕪存菁後的新形象，乃成為別有意味的｢⼼靈⾵景」。",
      "在紅樓夢第42回〈蘅蕪君蘭言解疑癖，瀟湘子雅謔補遺音〉中，有一大段趣味生動的情節。故事起因於賈母要惜春畫大觀園，薛寶釵針對膠彩媒材與工具足足該開出百多項採購清單，搞到林黛玉差點要去砸鍋賣鐵。可見膠彩畫製作過程之繁瑣！",
      "全作色調統一，荷葉、湖面與遠樹彼此間比例適當，營造出冷凝清逸安靜的氛圍。",
      "明秀湖乃以創辦人張明將軍與王國秀女士命名，位於新校區西側，緊鄰勤益學舍。這個小小的塘子，實為滯洪池功能。緣於2008年水淹原坪林營區，再一路漫漶至文化休閒館的卡玫姬颱風，故有此治水之舉，順帶為校園增添一處休憩閒步的所在。",
      "白天，陽光閃爍著粼粼金光，白鷺夜鷺駐足；綠荷與蔥鬱草木相互輝映。",
      "夜裡，燈光灑落下折射點點星光，明秀湖依傍在繁密的樹林後，微風徐徐，落葉紛紛。宛若搖曳舟子，承載期盼航向未來。(楊凱婷文)"
    ],
    "url": "",
    "location": ["5", "明秀湖"]
  },
  {
    "id": 49,
    "title": "〈朝氣〉",
    "artist": "施世昱",
    "year": "2020",
    "description": [
      "新校區新運動場啟用於2016年，原使用了40年的運動場，方能改建為工具機學院大樓，從此，教學區與休閒運動場區各有所司，校園規劃趨於完整。",
      "新運動場包含400公尺標準操場、籃球場、排球場、網球場，最大的特色就是，能在大樹環繞競技！真是幸福！",
      "此作因為濃密的樹林與山脈間所構成的層次關係，建構出峰巒疊翠的清冷氛圍；而第二層山巒的松林，更令人產生山巔上的球場的錯覺，有效地營造出開闊的空間感。",
      "這張以原子筆勾勒輪廓，再以水性色鉛筆上色的作品，近於素描。球場上共有15人、5顆球，樹下另有1行吟沉思者，人人各有姿態，動態十足。"
    ],
    "url": "",
    "location": ["12", "運動場"]
  },
  {
    "id": 50,
    "title": "〈萌芽〉",
    "artist": "施世昱",
    "year": "2020",
    "description": [
      "這座原坪林新兵訓練中心的｢彈藥庫」，自從國軍於1950年駐紮此地之後，就是個非常神秘的所在。基地門口原有二座白色崗哨以及一棵老樟樹守衛著，可嘆因基地旁新建機車停車場，建商不慎於2023年毀損其中一座崗哨，僅餘的一座只能孤伶伶地獨立蒼穹訴說天寶舊事。",
      "此作集中焦點於彈藥庫入口右前方最小的一棟，原屋上的泥草鏟除改立避雷針。不過，其他四座較大的庫房，均仍保留迷彩圖案與屋頂長草，為當年打掩護作戰裝備留下歷史痕跡。鋼筋水泥的厚牆堅實，防水良好，歷75年而堅毅如故，標準的軍人風骨。",
      "作者選擇以此視角為代表，描繪這處由五座舊彈藥庫所組成的｢勤創基地」，應有其調皮活潑的隱藏性思維？據聞這個空間舊時曾是禁閉室所在，但看官肯定疑惑？不是天空海闊、窗明几淨、園景可人嗎？如此宜茶宜酒宜詩宜畫宜歌宜舞之地，哪是禁閉，簡直是渡假？",
      "是的！此即為｢勤創基地」此刻所扮演的角色。權引2019年11月23日，｢文化創意事業系」在她的開幕剪綵文宣卡上的二段文字，記下這一段美好的歲月：",
      "",
      "勤益人的創新創意創業實驗基地，",
      "讓子彈飛吧！飛向宇宙！航向未知。",
      "",
      "曾經，國軍弟兄在此揮灑汗水。",
      "而今，勤益學子就地耕耘未來。"
    ],
    "url": "",
    "location": ["18", "勤創基地"]
  },
  {
    "id": 51,
    "title": "〈工業工程館晨光〉",
    "artist": "施世昱",
    "year": "2020",
    "description": [
      "工業工程與管理館位於勤益大道最底端，對比於近旁的｢工程館」，以及正前方的｢青永館」這二座龐然大物，這棟挺過九二一地牛翻身的小樓，為工程與管理搭建起以科學理性溝通的橋樑，特具前瞻性與歷史意義。",
      "這件由水彩技法所表現的作品，在多層次的薄塗疊彩下，色彩表現既飽和又細膩，有別於此前素描作品的涵蓄內斂，雖是35年的舊樓，卻呈現晨光乍現、雨過天青後的勻淨明麗，加上線條精確爽利，實為界畫傑作。"
    ],
    "url": "",
    "location": ["2", "工業工程館"]
  },
  {
    "id": 52,
    "title": "〈鐘靈毓秀〉",
    "artist": "施世昱",
    "year": "2020",
    "description": [
      "以校為家的兩位創辦人，建校12年後才營建創辦人公館，表面上是住所，實則具備會議、聯誼等功能。逢年過節至此領取老人紅包，成為勤益人最深刻的懷念！",
      "幾乎所有資深教職員工均曾於此與老人共餐，老人既注重學生的學習，更關心員工健康，總是耳提面命養生之道，親自示範健康操。",
      "館內中堂｢崇她社」原木牌匾印證五四青年王國秀女士的新女性行誼、｢女力」明證！",
      "這件素描作品只以原子筆作畫，運用近於代針筆般的機械式線條精細刻畫公館的藝術花窗與庭前老松花木，卻又能呈現溫雅蘊藉之氣質，合宜地詮釋了二位創辦人的行誼。"
    ],
    "url": "",
    "location": ["19", "創辦人故居"]
  },
  {
    "id": 53,
    "title": "〈指引〉",
    "artist": "施世昱",
    "year": "2020",
    "description": [
      "位於勤益大道旁的圖書資訊館，一樓門前遮雨棚有流暢優雅的曲面、六樓屋簷採連續三角形設計，是理性與感性兼具的建築，頂樓鐘塔，諭示生生不息！",
      "從「萌府」到「秘閣」，今人以「圖書館」名之。如若時光是涓涓流淌的溪流，文化就是水面上的斑爛波光。此地既是知識寶庫，也是享受休閒時光的所在，附設有影音室、E2-coffee、自習室、討論室…，在裡面學新知、談人生、品生活，它賦予勤益學子們的價值，宛若它外表的金光輝煌。(楊凱婷)",
      "作者採取大廣角描繪圖書館周邊諸建物間的相對位置，由近至遠，層次分明、絕不混淆，在在表現出作者強大的透視學功力。在色彩配置上，以園圃的翠綠植栽，與赭紅路磚形成強烈對比，為以椰子樹為主的勤益大道，塑造出小園林的活潑輕快美感。"
    ],
    "url": "",
    "location": ["11", "圖書資訊館"]
  },
  {
    "id": 54,
    "title": "〈青永館好漢坡〉",
    "artist": "施世昱",
    "year": "2020",
    "description": [
      "只要校園有高低差、坡度的，往往就會有長長的階梯被好事者命名為｢好漢坡」。最有名的應該是淡江大學順著半山腰朝山頂校內而建的一連串多層次階梯，令人望而生畏，寧可捨近途繞山道迴圈！",
      "青永館因為高達六樓，且因集會、運動、體操等多功能思考，各樓層特別挑高，這量體龐大的大V字型大樓，面對｢冰樵草坪」開口，切割出朝聖大道好漢坡，既是景觀設計，也是出入口、逃生道，更是各樓層的採光源，兼具視覺震撼與實用功能。",
      "只有好漢才爬得上去的階梯，少有人走，但做為大合照倒是絕佳站臺，且端點直達天際，頗具科幻感，目前以V字左側三樓作為人工智慧應用工程系與智慧自動化工程系所在，似與場景想像若合符節。",
      "此作以好漢坡作為主視覺，著力描繪層層攀升而上、難以計數的階梯。在色彩計畫上，不斷地以陰陽對比的方式處理每一個大小塊面細節。陡峭的階梯因長期雨漬沁入紅磚，形成色澤上的斑駁層次，巍峨崇高若馬雅巨塔之歷史厚度。梯道作為二側直壁的分水嶺，紅黃對比，加上藍色扶手，有效緩減畫面高聳的緊張感，可遊可眺望宜守候。"
    ],
    "url": "",
    "location": ["3", "青永館"]
  },
  {
    "id": 55,
    "title": "〈勤毅誠樸〉",
    "artist": "施世昱",
    "year": "2020",
    "description": [
      "此作著意於描述誠樸館側面臨國秀樓旁、勤益大道一側的小園景致，小樹小草，清新爽朗，令人有家的聯想。",
      "是的，此棟白色小築本就是家的概念。早期交通不便，勤益並無聯外道路，雨天甚至泥濘遍地，這座男教職員單身宿舍便是安身立命所在。",
      "樓前石碑題為｢誠樸館」，小字｢教育無他榜樣而已」。前者得名於校訓｢勤益誠樸」，是張明老先生不斷訓誡宣講的｢勤有功，戲無益」；後者亦為張明親題，短短數字，早已成為勤益的教育精神指標。",
      "作者精緻描繪不放過每一道細節，連小窗外的冷氣機也不放過，益顯溫馨可愛親切。遙想當年有許多老師在此款待友朋、學生，老茶老酒高談闊論暢談人生，不亦快哉！"
    ],
    "url": "",
    "location": ["14", "誠樸館"]
  },
  {
    "id": 56,
    "title": "〈勤益之旅〉",
    "artist": "吳清川",
    "year": "2021",
    "description": [
      "吳清川(1964--)早在大學二年級，便敢於挑戰長達630公分之《姑蘇清夏》長卷，展現其紮實的水墨功底。",
      "此作以傳統水墨畫的移動式透視法進行構圖佈局，屬於長卷性質的作品；作品所呈現之輕鬆活潑氣氛，頗有連環漫畫的效果。",
      "畫中共三組人馬，右邊明秀廬前為手牽手漫遊的一對情侶；中間獨坐花圃前翹腳講電話者為年輕人；左邊人物眾多，譜寫家人踏青共遊，成人、孩童各四人，或攜或抱，東張西望，動態十足。",
      "這張｢勤益之旅」，目的不在具象寫實，而是寫意式的呈現作者的勤益印象，整體畫面野趣橫生，濃墨暈染之綠蔭深處，恍然置身深山老林。"
    ],
    "url": "",
    "location": ["5", "明秀湖"]
  },
  {
    "id": 57,
    "title": "〈勤益月夜〉",
    "artist": "吳清川",
    "year": "2021",
    "description": [
      "這是少數的二張勤益夜景之一。",
      "一般人習慣以陽光視角觀察景物，夜晚往往隱微神秘不可知。不過勤益的夜一向繁忙，人車往來不絕，蓋學制多元，晚上仍有許多人需要上學。",
      "早年私校時期，每到夜晚，舊教學大樓便順著圍欄，每隔一間教室擺上保溫大茶桶供同學取用。放眼全國大專院校，這種對師生貼心的舉動，肯定是獨一無二的創舉。理由無他，因創辦人夫婦二人關愛辛苦夜讀的孩子們，特命工友在夜間部上課時間提供熱茶讓學生提神。",
      "吳清川這張以暗藍為主調的〈勤益月夜〉，長軸構圖，半寫實地描寫管理館的月夜氛圍。乾筆濕筆交叉運用得宜，以圓月與圓樓相望，行人閒適地穿梭於黑暗與光明之間，綻藍主調中所透出的暖黃燈光，竟無清寂之感，卻有校園的溫暖。全作頗有日治時期前輩水彩畫家楊啟東的韻味。",
      "款識：勤益月夜。公元二O二O冬日清川畫於臺中。鈐印：右上朱文：｢心雲性月」。左下白文：｢吳」，朱文：｢清川書畫」。"
    ],
    "url": "",
    "location": ["17", "管理館"]
  },
  {
    "id": 58,
    "title": "〈管理院夜景〉",
    "artist": "吳清川",
    "year": "2021",
    "description": [
      "作者獨衷我校管理館，特以不同的視角與色彩計畫經營畫面。",
      "此作採取從舊校門進勤益大道，面迎管理館的這一角度，描寫自各樓層與圓形玄關所透出的暖黃燦爛燈光。由綠藍紫黑各色，濃墨共構的黝暗夜空，玄月在天。對比於炫目強烈如白晝的路燈，月光在人為科技的對比下，雖顯得柔弱而不搶眼，卻是隱微沉靜，無法忽視的存在。",
      "此即，萬物均有其理之故。"
    ],
    "url": "",
    "location": ["17", "管理館"]
  },
  {
    "id": 59,
    "title": "〈故居靜思〉",
    "artist": "呂金龍",
    "year": "2021",
    "description": [
      "呂金龍的作品於2013年之後，常以大樹作為前景，成為近十年的創作特色。此作延續其創作風格，以參天柏樹為視覺焦點，端莊典雅的明秀廬掩映於樹後。在天幕的黃色光暈陪襯下，巨樹益顯崇高，也隱喻創辦人公館對勤益人的神聖性。",
      "老公館內留存有早年｢崇她社」原木牌匾，見證了全世界的女力宏願。",
      "｢國際崇她社」創立於1919年，而｢國際崇她台中社」(Zonta Club of Taichung)則於1972年5月9日，由勤益科大創校校長王國秀女士創立並擔任首屆社長，迄今已超過半世紀。崇她人，期望建立一個尊重女性權益，讓婦女能發揮全部潛能，使每位女性獲得教育、健康照護、法律及經濟上的資源，且在無暴力恐懼的環境下，展開玫瑰世界。",
      "勤益因有上述背景，尤其在創辦人夫妻率先做出典範之下，全校師生之於性別平等意識的重視與健康態度，也就不足為奇了。",
      "呂金龍在作品背景上色所開發出的噴槍技法，大量運用於作品創作中。作者於構圖完成之後，擬定詳細的色彩計畫，決定主色系，再依作畫程序，除了上礬為基本工序外，首先薄噴背景，徐徐堆疊，再自後而前，依次敷彩，反復收拾整理。每一個步驟均需靜候顏料自然乾燥，才能再進行下一步。",
      "因此，以膠彩畫這種礦物顏料為媒材的創作者，沒有點修道者的靜心修養是無法從事的。此作之所以能呈現凝練安靜的氛圍，除了與創作者的身心修為不可分之外，也與媒材創作歷程有關。"
    ],
    "url": "",
    "location": ["19", "創辦人故居"]
  },
  {
    "id": 60,
    "title": "〈寂〉",
    "artist": "呂金龍",
    "year": "2021",
    "description": [
      "這張作品雖然以管理館為主題，但因為構圖、用色，加上膠彩畫的特殊效果，呈現非常典型的日式風情，令人產生時空錯亂之感。由此可見，作者在長期旅居日本，日久浸淫於東瀛風情的人文氛圍中，不知不覺間，自然地影響到作品風格。",
      "在色彩表現上，青、綠、赭、黃諸色的互補運用，雖鮮明而和諧；構圖部分，則運用高矮庭樹營造出猶如置身深山老林的豐富層次，使這些樓宇成功地包覆在綠意盎然中，整體表現頗接近唐宋青綠山水。",
      "最後，作者以白色勾勒輪擴，所有景物自然呈現銀輝照人的柔和光影，於靜謐中又不失典雅。"
    ],
    "url": "",
    "location": ["17", "管理館"]
  },
  {
    "id": 61,
    "title": "〈借景〉",
    "artist": "呂金龍",
    "year": "2021",
    "description": [
      "呂金龍(1969-)充分運用礦物顏料的媒材特性，加上其嫻熟的技法，以義大利萬神殿的穹頂意象，層層薄塗細心鋪陳，在天光的映現下，創造出管理館玄關天花板的幻彩旖麗之感。",
      "在整體色彩經營上，以粉色系對比於廊柱的赭紅，再襯以柱間的綠意，加上地板的藍紫色反光，成功營造出宛若聖殿般的效果。"
    ],
    "url": "",
    "location": ["17", "管理館"]
  },
  {
    "id": 62,
    "title": "〈湖畔悠悠〉",
    "artist": "施世昱",
    "year": "2021",
    "description": [
      "這是一堂戶外寫生課，主題重點是找出自己的作畫主題與構圖視角。",
      "作者以清一色的綠意，經營出豐富層次，再綴以各色人文景觀，描寫他的學生們或站或蹲或梭巡或凝望或研究，人人各取所需，目的不一，動態不一。遠處屋舍儼然，只覺歲月悠悠。",
      "春日勤益，芳草遍地，綠樹葳蕤，碧波如鏡。惘然錯覺這群人如池邊釣者，垂釣青春食糧，留予他年說夢。",
      "就在寫作接近尾聲，才從繪者施世昱處得知此作竟是筆者自其書齋的廢紙堆搶救而來，幸何如之！否則此校園靜好的恬美畫面只能隨模糊的回憶而消散無蹤。"
    ],
    "url": "",
    "location": ["5", "明秀湖"]
  },
  {
    "id": 63,
    "title": "〈創新之源〉",
    "artist": "施世昱",
    "year": "2021",
    "description": [
      "僅僅只是一張辨識度很高的地景圖，卻能讓人想起很多形容詞！",
      "平和中正、恢闊堂皇、穩重氣派…這幾條似乎互有衝突的氣質，即為藝術魅力所在了。",
      "此作依中軸線之法，做左右對稱構圖。前景左右各一的椰子樹幹，令人直覺聯想到｢泰姬瑪哈陵」前的高聳宣禮塔。",
      "從入口玄關的半圓形女兒牆，往上至圓拱內凹之玻璃帷幕裝飾牆，即中軸線所在。以此軸線為中心，如羽翼般展開兩側凸出的角樓與巨大牆體。",
      "作者善於表達物理質感，椰子樹、玻璃幃幕的反射光、牆體的每一塊磚，均毫不含糊，正是｢創新研發」的精神所在。"
    ],
    "url": "",
    "location": ["15", "創新研發大樓"]
  },
  {
    "id": 64,
    "title": "〈環湖遠眺〉",
    "artist": "施世昱",
    "year": "2021",
    "description": [
      "此作採取大遠景的構圖，是這個線上展覽撰研文字的最後一張，也是筆者獻給勤益的最終頌歌。",
      "作者自新校區明秀湖畔遠望教學區，以一貫清雅細膩的筆觸，自右而左，依序展開勤益學舍、龍大地民居、工業工程管理館和工程館背景。前景則隨形賦彩，或工筆或寫意，湖水悠悠共藍天一色，草坡植被綠意盎然，鳶尾花迎風招展倍增嫵媚。全作展現既深刻又沉靜的氣韻，天與地、波光雲影、花草屋舍相望無言，又盡道玄遠幽然的前世今生。",
      "宇宙洪荒無極，世道繁難多艱。",
      "勤益撫我育我，誠樸自強不息。"
    ],
    "url": "",
    "location": []
  }
]
