{
  "title1": "創辦人簡介",
  "banner":"圖說：創辦人合照",
  "section1": "　　所有初識張明將軍與王國秀創辦人的年輕老師，往往都是忐忑緊張的。正如勤益威名在外的各種如｢軍校」、｢大當舖」的外號，勤益學子歷來習慣兢兢業業，老師們更是謹言慎行服儀端莊，因為很有可能下一分鐘創辦人就走到教室後盯著大家上課。但是少年人似乎並不畏懼他們，因為老人家儘管嚴格自律，卻總是面帶笑容、微瞇著眼認真傾聽、參與孩子們的各種創新發明實驗。於是乎，這所私人興學而轉型為國立科技大學的校園，很特殊地年年舉辦創辦人音樂會以紀念二位一生奉獻給教育的老人。",
  "title2": "張明(1908-2005)，字青永。湖南省望城縣銅官鎮人。",
  "section2": "　　天未明、雞未啼，青永公開始每日不墜的健康操、快走、甩手1500次…。",
  "section3": "　　當大家仍沉浸夢中，老先生已巡視校園撿煙蒂、撿垃圾…。",
  "section4": "　　早上八點，當教師還未進教室，他已經站在教室外等待了。",
  "section5": "　　1958年，人生適半百，青永公思考著生命的抉擇。",
  "section6": "　　儘管1924黃埔四期畢業後，歷經黨政軍要職，又兼辦報、報學，早於1936年、風華正茂便擢升為少將，深受重用。終因｢無心海燕棲華屋、不慣逢迎受折磨」，下定決心，主動提請退役，遠離複雜無常的政治漩渦。沒想到，卻因此影響了數十萬人的生命旅程。",
  "section7": "　　先是同意接掌新竹市私立光復中學，使之起死回生；緊接著在1971年和王國秀女士一起創辦勤益工業專科學校及勤益高中。",
  "section8": "　　從此甘之如飴、全身心投入辦學，於是不時可以看到他獨行校園的身影，時不時地邁入某人辦公室，只為關心他有沒有生活規律？乃至千里迢迢專程探訪一個後生小輩，只為確認是否能勝任教職？",
  "section9": "　　他對老師們的尊重體現在小細節裡。所有的教師休息室，不分專兼任、每位老師均有專屬的茶杯，冰箱打開有洗得潔白芳香的白色方巾供老師消暑。教師節到了，每位老師都會收到金額不菲的大紅包。老師結婚，無論路程多遙遠，董事長夫妻必親赴喜宴。教職員急難，不二話立即捐輸！",
  "section10": "　　只要對學生有利，行政流程必是超強速運轉，要錢有錢、要空間有空間，一步到位。",
  "section11": "　　就這樣，最後為了學校的長期發展斷然｢大捨」！於1987年上書教育部無條件捐校，震驚全國教育界。",
  "title3": "王國秀(1917-2010)，字冰樵，河南省汝南縣人。",
  "section12":"　　早期檔案照片裡的冰樵女史總是英姿颯爽、風采峭整，很少人注意到她其實很嬌小。",
  "section13":"　　如果不是抗日戰爭，或許她可以在家鄉安安穩穩地當一輩子的老師。但自主意識強烈的她，先是心儀於新文化運動，最後在1937年蘆溝橋事變後毅然從軍，成為｢女青年大隊」的一員，但在報國之餘卻從未放過任何學習的機會。",
  "section14":"　　1940年於俄文班畢業後，先後擔任《黃河》雜誌、《力行月刊》編輯，又於1942年保送至中央幹部學校深造，乃成為政治大學的第一屆校友。1943年之後，國事蜩螗，先西安、次東北，終於來台。",
  "section15":"　　1949年初抵台灣，先是擔任中學校長講習會輔導員，再任｢婦聯會」(中華婦女反共抗俄聯合會)宣傳組組長，最後在救國團總團部任第四組副組長期間，迎來意外的伴侶。",
  "section16":"　　1954年，冰樵女史辭掉上述職位，隨著夫婿於台中、高雄間移動，先是到台中商職任教，卻於1957年受命參選高雄地區的省議員。",
  "section17":"　　問政、協助鄉里，是冰樵女史的又一頁美麗詩歌。這首歌屬於鄉土鄉情鄉親。",
  "section18":"　　出生於1917年的保守讀書人家裡的她必須綁小腳，只不過總在出門上學時偷偷解下裹腳布藏於壁洞，等放學回家前再自己裹上，好躲過長輩的檢查。",
  "section19":"　　因此，當她在參與期間，用她那雙並不怎麼便利、不太能長時行走、綁了又放放了又綁的不大又不小的腳，勇敢地踏遍南台灣各鄉里拜票時，展現出的是女青年的勇毅。但在連續四屆高票當選、歷時十六年(1957-1973)的問政生涯中，她以最厚實的體貼溫情回報南台灣的鄉親。",
  "section20":"　　基於城鄉差距、交通不便，不捨鄉親放下農事奔波於途，我們的王國秀省議員昭告大家｢只要寫信吩附要我做什麼事就可以了，不必奔波奔波往返誤了農事，完成後我會再回報給大家。」於是，｢郵票議員」雅號不脛而走。",
  "section21":"　　這是鄉親給一位只會講台語｢芭樂」、｢蓮霧」等少少台語的｢外省議員」的敬重與肯定。",
  "section22":"　　但是，她和張明一樣，三十幾年的軍旅、政治生涯竟是說放下就放下了！",
  "section23":"　　然後，勤益就誕生了！",
  "pic1":"圖說：王國秀女士在張明將軍去逝後回到臺灣，把她最後的生命留給勤益；直到高齡90高齡仍關心學校發展，經常出席各種大小活動。",
  "pic2":"圖說：王國秀女士在張明將軍去逝後回到臺灣，把她最後的生命留給勤益；直到高齡90高齡仍關心學校發展，經常出席各種大小活動。",
  "pic3":"圖說：文化創意事業系籌備期間在｢公共藝廊」舉辦的太平地區藝術家聯展《太平風華》。"
  }
