{
    "section1":"　　National Chin-Yi University of Technology is located in Taiping District of Taichung City, an area formerly known as “Niao-Rong-Tou”. It nestled near mountains with abundant water resources.",
    "section2":"　　Going to the east and across the Tou-bian-keng River; then traversing the Da-huang-ping Mountain will lead to Nantou. To the northeast lies Xinshe, renowned for its mushroom. Beyond Xinshe, it is Dongshi, a Hakka settlement. To the north is the Dakeng Scenic Area. All of these regions are part of the mountainous landscape.",
    "section3":"　　Moving westward leads toward the center of Taichung City, passing two rivers along the way. The first is the Dali River, which is nearer the University and has a plum garden that blooms in the cold winter, filling the air with its fragrant scent. Further northwest lies the Han River, a natural boundary between Taiping and the North District. Along its banks stands Lecheng Temple where the Hanxi Mazu accommodates and is designated as a Grade III historical site.",
    "section4":"　　The area where the University is located was historically known as Pinglin, where lies lush green mountains inviting people’s contemplation. In the early years, the campus was surrounded by abundant bamboo groves, longan, and lychee trees, forming a somewhat remote and rustic agricultural settlement. When Chin-Yi was established in 1971, the population of Taiping was only 28,071. However, as the University flourished, the campus area rapidly transformed into a prime university town where the land is extremely valuable. Over two decades, Taiping’s population surged to 122,923 and exceeded 200,000 by the end of 2024, and this did not include the nearly 15,000 students, faculty, and staff who moved in and out of the University. Consequently, the landscape has undergone significant changes over time.",
    "section5":"　　The Pinglin area was once a Japanese military base. After the Nationalist government relocated to Taiwan, it became a “New Recruit Training Center.” In 2007, President Chen Shui-Bian pledged to transfer twenty hectares of the site to Chin-Yi for campus expansion, a process completed in 2010. This made Chin-Yi the most comprehensive technological university in central Taiwan. Today, the campus preserves several historic buildings, including the “Zhongzheng Platform” for military training and the former “ammunition depot”, now the “Chin-Yi Creativity Base”, an experimental space for student creativity and business ventures. These sites are living history.",
    "section6":"　　This scenic campus embodies pastoral charm. Guided by its two founders’ belief that “education has no secret but simply setting role models”, its faculty has shaped industry elites for over half a century, staying true to its mission of “cultivating talent for the nation.”",
    "section7":"※For a detailed timeline of National Chin-Yi University of Technology, please refer to the official website: https://www.ncut.edu.tw/p/412-1000-240.php?Lang=zh-tw",
    "banner":"Caption: Taiping District was formerly known as “Niao-Rong-Tou” and is now the second-largest district in Taichung City comprising 39 villages.",
    "pic1":"Caption: A small plum grove near the Fengnian Community by the Dali River.",
    "pic2":"Caption: Lecheng Temple, a Grade III historic site, is renowned for its Hanxi Mazu and the Yue Lao deity enshrined on the second floor.",
    "pic3":"Caption: The “Zhongzheng Platform” of the former Pinglin New Recruits Training Center, turned into the stage for the Youth Music Festival of the Department of Cultural and Creative Industries in 2023. During the event, Professor Song Wen-Pei, then Dean of Student Affairs, accompanied an external sponsor in delivering a speech, symbolizing a harmonious fusion of past and present."
}