{
    "title1":"Introduction to the Cultural and Educational Foundation of Ming Chang and Kuo-hsiu Wang",
    "section1":"“Private Chin-Yi Institute of Technology”, with twenty years of hard work by General Zhang Ming and the founder, Wang Guo-Hsiu, was unconditionally donated to the nation.",
    "section2":"The operations of the Private Chin-Yi Institute of Technology were smooth; with healthy finances totaling over four billion New Taiwan Dollars. The two founders only requested to retain the school’s name and the current faculty and staff, donating everything else without reservation.  They even donated the remaining movable assets worth one hundred million, which led to the establishment of the “Cultural and Educational Foundation of Ming Chang and Kuo-Hsiu Wang”.",
    "section3":"The Foundation has a full-time assistant responsible for its maintenance and the promotion of various affairs. In line with the founder’s lifelong dedication to education, the Foundation systematically announces calls for applications for various grants every semester. All funding decisions are made through discussions and approval by the board of directors. These grants support innovative inventions, talent cultivation, and academic activities for the entire faculty and students of Ching-Yi. It also establishes scholarships for outstanding students from financially disadvantaged backgrounds and handles various emergent needs. From 1992 to 2025, the Foundation supported over 130 faculty and staff members for further studies, awarded scholarships to more than 1700 students, and funded over 740 events organized by departments and student clubs. This makes a total of around thirty million. This support has continued for thirty years and greatly benefits the entire school.",
    "section4":"These measures are heartfelt considerations for students and teachers. As early as 1980 to 1983, due to limited energy, the founding couple found it difficult to manage both the college and high school simultaneously. They decided to gradually terminate the high school and focus solely on running the college. However, they were determined to ensure the well-being of all teachers and students. Therefore, the students were transferred to two schools, Ta-Ming and Chiao-Tai high schools, and the condition was that all the teachers must be taken in. No one was left unemployed.",
    "section5":"",
    "section6":"The “Cultural and Educational Foundation of Ming and Kuo-hsiu Chang” is located in the founder’s former residence, Ming Hsiu Lu, beside the old main gate (today’s east gate) of Chin-Yi University. It stands as a goddess in solemn serenity and watches over students and faculty. It also safeguards this sacred place where the founders devoted their lives."
}