{
  "title1": "Introduction of the Founders",
  "banner": "Figure: Founders' group photo",
  "section1": "　　Young teachers meeting founders General Zhang Ming and Wang Guo-Hsiu often felt anxious. Just as Chin-Yi is also known as its various nicknames like “military academy” and “pawnshop”, Chin-Yi students have long been accustomed to working diligently, and teachers have always been careful with their words and conduct, mindful of their formal demeanor since the founders were likely to walk into a classroom and observed the lesson at any moment. However, despite their strict self-discipline, the elderly founders did not instill fear in the younger generation. They were always seen with smiles and narrowing eyes attentively listened to and engaged with the students’ various innovative experiments and inventions. As a result, this campus, originally a private institution that later transformed into a national technology university, honors the two elders through the annual founder’s concert, celebrating their lifelong dedication to education.",
  "title2": "Zhang Ming (1908–2005), courtesy name Qing-Yong, was born in Tongguan Town, Wangcheng County, Hunan Province.",
  "section2": "　　Before dawn, when the roosters had not yet crowed, Elder Qing-Yong began his daily routine of health exercises, quick walking, and swinging his arms for 1,500 times.",
  "section3": "　　While others were still asleep, the elder gentleman had already patrolled the campus, picking up cigarette butts and trash.",
  "section4": "　　By eight in the morning, he was already standing out of the classroom even before all the teachers had entered the classroom.",
  "section5": "　　In 1958, at the age of fifty, Elder Qing-Yong reflected on a crucial decision of life.",
  "section6": "　　Graduating from the fourth cohort of the Whampoa Military Academy in 1924, Elder Qing-Yong held key political, military, and governmental roles while managing newspapers and journalism schools. Promoted to Major General at the peak of his youth in 1936, he was highly trusted in his prime. Yet, as the phrase goes, “The carefree sea swallow does not seek shelter in a grand house; unaccustomed to flattery, it suffers from torment”, he chose to retreat from complex politics, unaware that this decision would shape the lives of hundreds of thousands.",
  "section7": "　　Firstly, he agreed to take over the private Guang-Fu High School in Hsinchu, reviving it from the brink of closure. Shortly thereafter, in 1971, he co-founded National Chin-Yi Institute of Technology and Chin-Yi High School with Mrs. Wang Guo-Hsiu.",
  "section8": "　　Since then, he joyfully and wholeheartedly devoted himself to education. He was often seen walking alone around the campus, occasionally stepping into someone’s office simply to check if everyone maintained a regular routine. On several occasions, he even traveled long distances to visit a junior colleague to ensure he was capable of fulfilling the teaching duties.",
  "section9": "　　His respect for teachers was reflected in detail. In every teacher’s lounge, whether full-time or part-time, each teacher had their own designated teacup. Inside the fridge, there were neatly laundered white towels, fragrant and ready for the teachers to cool off during the summer. On Teacher’s Day, every teacher would receive a generous red envelope. When a teacher gets married, regardless of the distance, the founder and his wife would personally attend the wedding banquet. In times of hardship or emergency for the faculty and staff, they would immediately offer donations without hesitation.",
  "section10": "　　When it came to anything benefiting students, the administrative processes would run at the lightning speed. Both money and space are readily available.",
  "section11": "　　Thus, for the long-term development of the university, he made the resolute decision to “let go” in the end. In 1987, he unconditionally donated the school to the Ministry of Education, a move that shocked the entire educational community in Taiwan.",
  "title3": "Wang Guo-Hsiu (1917–2010), courtesy name Bing-Qiao, was born in Runan County, Henan Province.",
  "section12": "　　In early archival photographs, the Historian, Bing Qiao, consistently appeared poised and elegant, projecting a strong presence. However, few recognized that she was, in fact, quite petite.",
  "section13": "　　Had it not been for the Second Sino-Japanese War, she might have remained in her hometown peacefully as a teacher throughout her lifetime. However, driven by a strong sense of independence, she was influenced by the New Culture Movement, and then joined the military as a member of the “Women’s Corps” after the Marco Polo Bridge Incident in 1937. Even while serving her country, she never missed an opportunity of further education.",
  "section14": "　　After graduating from a Russian language class in 1940, she worked as an editor for magazines, Huang He and Li Xing Monthly. In 1942, she was recommended for further studies at the Central School of Cadre and then became one of the first alumni of National Chengchi University. After 1943, as national affairs became increasingly chaotic, she moved first to Xian, then to the Northeast China, and eventually arrived in Taiwan.",
  "section15": "　　In early 1949, she arrived in Taiwan. She first worked as a counselor at a high school principal’s workshop and later led the publicity department of the Women’s League (Chinese Women’s Anti-Communist and Anti-Russian Association). Eventually, while serving as the Deputy Leader of the Fourth Group in the National Salvation Corps, she unexpectedly met her future husband.",
  "section16": "　　In 1954, the Historian Bing Qiao resigned the above-mentioned position and moved between Taichung and Kaohsiung with her husband. She first taught at Taichung Commercial School, and then was appointed to run for a provincial legislator position in Kaohsiung in 1957.",
  "section17": "　　Engaging in politics and assisting her community is another beautiful chapter in the Historian Bing Qiao’s life. This chapter belongs to the local ties, emotions, and people of her hometown.",
  "section18": "　　Born in 1917 into a conservative scholarly family, she was required to bind her feet. However, she would secretly untie the bindings when heading to school, hiding the cloth in a wall crevice. Before returning home, she would re-wrap her feet to avoid detection by her elders.",
  "section19": "　　When she campaigned, using those feet neither large nor small and which were unable to walk for long periods, and constantly re-bound, she bravely walked through the villages of southern Taiwan, campaigning for votes. She showed the courage and determination of a young woman. During her four consecutive terms of total sixteen years (1957-1973) in office, she won high votes in every election, and she repaid people of southern Taiwan with the deepest empathy and warmth.",
  "section20": "　　Due to the rural-urban divide and the inconvenient transportation, our Provincial Legislator Wang Guo-Hsiu felt reluctant for the local villagers to abandon their farming work to travel. She announced, “Just write me what needs to be done. There is no need to travel back and forth and risk everyone’s farming work. I will report you whenever a task is done”. As a result, she earned a well-spread nickname, “The Stamp Legislator”.",
  "section21": "　　This was the respect and recognition from local people for a “mainlander legislator” who could only speak a few words of Taiwanese, like “guava” and “wax apple”.",
  "section22": "　　Just like Zhang Ming; however, after more than thirty years in the military and political careers, she simply walked away when the time came.",
  "section23": "　　And then, Chin-Yi University was born!",
  "pic1": "Figure: General Zhang Ming and Wang Guo-Hsiu",
  "pic2": "Figure: General Zhang Ming and Wang Guo-Hsiu",
  "pic3": "Figure: General Zhang Ming and Wang Guo-Hsiu"
}
